//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"BUILDING_ENTITY_STORE"="Izvođenje koraka %d od %d: stvaranje pohrane entiteta";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"CREATING_BOOTSTRAP_DATABASE"="Izvođenje koraka %d od %d: stvaranje baze podataka bootstrapa";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"CREATING_REQUEST_QUEUE_DATABASE"="Izvođenje koraka %d od %d: stvaranje baze podataka reda zahtjeva";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - received bytes; 2nd %s - total bytes.
"DOWNLOADING_ENTITY_STORE"="Izvođenje koraka %d od %d: preuzimanje pohrane entiteta. Dosad primljeno %s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"ERASING_EXPIRED_REQUESTS"="Izvođenje koraka %d od %d: brisanje isteklih zahtjeva";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"LOADING_METADATA"="Izvođenje koraka %d od %d: učitavanje metapodataka";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"PERFORMING_REQUEST_QUEUE_MERGE"="Izvođenje koraka %d od %d: izvođenje spajanja redova zahtjeva";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"PERFORMING_TRANSACTION_MERGE"="Izvođenje koraka %d od %d: izvođenje spajanja transakcija";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"PERFORMING_CREATE_DELETE_MERGE"="Izvođenje koraka %d od %d: izvođenje kreiranja/brisanja spajanja";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - request name; 2nd %s - request url.
"PROCESSING_DEFINING_QUERIES"="Izvođenje koraka %d od %d: obrada definiranja upita %s s pomoću %s’";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - request number; 2nd %s - total request number.
"PROCESSING_REQUESTS"="Izvođenje koraka %d od %d: obrada zahtjeva. Slanje zahtjeva za izmjenu %s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"REAPPLYING_CHANGES"="Izvođenje koraka %d od %d: ponovna primjena promjena";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"ANALYZING_RECEIVED_DATA"="Izvođenje koraka %d od %d: analiziranje primljenih podataka";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. %s - received bytes.
"RECEIVING_DATA_FROM_SERVER"="Izvođenje koraka %d od %d: primanje podataka s poslužitelja. Dosad primljeno %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"REMOVING_DELETED_RELATIONSHIPS"="Izvođenje koraka %d od %d: uklanjanje izbrisanih odnosa";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. Removing requests that have a custom http header "REMOVE_AFTER_UPLOAD". Note: the header name is a constant, please do not translate.
"REMOVING_REMOVEAFTERUPLOAD_REQUESTS"="Izvođenje koraka %d od %d: uklanjanje zahtjeva navedenih kao Ukloni nakon prijenosa";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. %s - sent bytes.
"SENDING_DATA_TO_SERVER"="Izvođenje koraka %d od %d: slanje podataka na poslužitelj. Dosad poslano %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - sent bytes; 2nd %s - total bytes.
"SENDING_ENTITY_STORE_DATABASE"="Izvođenje koraka %d od %d: slanje baze podataka pohrane entiteta. Dosad poslano%s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - sent bytes; 2nd %s - total bytes.
"SENDING_REQUEST_QUEUE_DATABASE"="Izvođenje koraka %d od %d: slanje baze podataka reda zahtjeva. Dosad poslano%s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"STARTING_COMMUNICATION_WITH_SERVER"="Izvođenje koraka %d od %d: pokretanje komunikacija s poslužiteljem";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"UPLOAD_PREPROCESSING"="Izvođenje koraka %d od %d: predobrada zahtjeva prije prijenosa";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"WAITING_FOR_DOWNLOAD"="Izvođenje koraka %d od %d: čekanje na preuzimanje";

